{
    "title": "Depression Dynamics",
    "paragraphs": [
    "Below is an Overvew and Summary the Research Results available for the Depression Dynamics Case Study. To access the currently availabe research results navigate through:",
    "1.  Temporal Animations: LSOA (defined below) level Spatial Maps of Data, Regression Results and Histograms showing the distribution of result in each of the Cities we have analysed in England",
    "2.  Spatial Analysis: Annual Snapshots showing Depression and Prescriptions Prevelance and Growth Data and Regression Results.", 
    "3.  Playground: allows comparison of any two of the Animations and Spatial Analysis in any city",
    
   "Overview and Summary",

    "Depression has evolved in cities through a complex dynamic process that in some cases cities have similarities and in other cases the developments are distinctive.  We are seeking to identify patterns in the spatial variations of depression evolution that may offer clues about the underlying complex dynamic processes.   Ultimately the goal is to  discover better explanations of the variety of developments that may lead to a more robust theory and predictive capability.",

    "This study is focussed on improving our understanding by revealing Depression Growth events as opposed to studying factors that might correlate with Depression Prevelance.  There are a number of reasons we have chosen this focus but chief among them:",
        "1.  Assessing the explanatory power of drivers that may explain spatial variations of DEPRESSION GROWTH EVENTS addresses a major gap in the literature",
        "2.  Research into the causes of depression cases has identified CHANGES IN CIRCUMSTANCES as the dominant driver triggering new depression cases. Changes in circumstances within a geographic location are, by definition, are more likely to lead to growth events than STEADY STATE AMBIENT CONDITIONS.", 
        "3.  To date all Spatial analysis investigations of Depression Prevelance we have found in the literature have focussed on a search for factors that prove a clear link between STEADY STATE AMBIENT CONDITIONS and Depression Prevalence -- which is itself an accumulation of changes. Consequently, we are searching for explantory variables that may be linked to CHANGES IN CONDITIONS that may explain Depression GROWTH EVENTS.",
        
    "This analysis uses spatial data of Depression Cases and Prescriptions of anti-depressants within Lower Super Output Areas ‘LSOAs’ in England.  An LSOA is an  administrative area with 400 – 1,000 households and between 1,000 and 3,000 persons.",    

    "From these datasets we have found in Greater London that Depression and Prescription Prevelance appears to grow steadily and form clear sustained clusters of both high and low levels.  But growth events do not form obvious clusters or follow any obvious pattern . . . and yet the clusters that appear to form for Prevelance are outcomes from the same data as the growth events.  This is an unresolved puzzle, why does growth appear to erupt randomly whereas the consequent prevalence appears orderly and clustered?",

    "Depression Growth (our proxy for depression growth events) has, as measured by R-squared error, produced by Geographically Weighted Regression (GWR) have a high positive correlation with the Prevelance of Depression in the Prior Year.  The concept underlying this exploratory regression is complex and multi-layered but in summary: high levels of depression might affect the vulnerabitly of the population in the location to other trigger events. And there is substantial qualitative academic research supporting but not statiscally verifying a link from induced stresses from depressed people contributing to a type of trigger event causing new cases. Also high levels of depression would by definition be a corresponding high load on the health services, resulting in stresses within the treatment processes. The second hypothesis we are exploring is related to recovery rates.  The data implies Depression Prevelance and Growth both have strong local inverse correlation with the number of Prescription Items per patient. Why might Items per Patient have this correlation?  Practising Psychiatrists who can prescribe medication very often do not know which drugs are most likely to work.  Consequently, a trial and error process is needed to achieve the best results from treating depression with medication.  The most vigilant Psychiatrists will keep trying alternative drugs until something works, and this can lead to faster recoveries, which in turn would reduce the number of depression cases and consequently reduced Depression Prevlance.",  
    
    "However, in our analysis only a handful of the 4835 LSOA’s in Greater London also have corresponding t-values that would indicate statistical significance. So, the Local R-squared results are not statistically significant by the t-value measure.  This measure only says that the correlation coeffient does not result in a squared error for the data in the locus of the LSOA that is signficantly better than a the null hypothesis of no correlation.",

    "Consequently, this outcome is an improvement other similar investigatigations we have found in the literature, but it falls short of our goal to provide a robust basis for predicting Depression Growth Events.  However, it is an intriguing result that is guiding us to investigate further using more sophisticated models that relaxes the assumption of linearity and based on a more accurate description and theory of how depression works.  The theory is itself evolving as we observe outcomes of our experiments with data analysis and modelling but generally based on Depression Epidemiology, Etiology and Prognosis.",

    "We have incorporated interactive plots to allow users to explore the data and findings in a more engaging and informative way. These plots enable users to visualize depression trends across different LSOAs, compare the situation and results between cities, and understand the predictive usefuleness of different factors in explaining depression prevalence and growth.",

    "We are steadily adding cities and analyses to this resource with the aim of achieving better models that can support better depression public health policy and treatment practices that anticipate the likely dynamic evolution of the disease."
    
    ],
    "indexOfAnalysisScreenshot" : "../img/indexOfAnalysisScreenshot.jpg"
}