{
  "HeadTitle": "Exploratory Spatial Analysis of Possible Depression and Depression Growth Drivers",
  "SubTitle1": "Select an Experiment and Select the Years to view",
  "Cubes": {
    "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared": {
      "Title": "GWR Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "pre 2012 data is not comparable method, growth results are not meanigful until 2014",
      "2012": "pre 2012 data is not comparable method, growth results are not meanigful until 2014",
      "2013": "pre 2012 data is not comparable method, growth results are not meanigful until 2014",
      "2014": "The rationale for exploring correlation between depression growth and prior year depression prevalence is to assess the case for higher or lower levels of depression leading to more extreme surges or collapses of depression as quantified by postive or negative growth surges.   To interpret this 3D plot, first rotate to the 2D plane showing Prior Year Depression Prevalance on the horizontal axis and R-squared on the veritical axis. This view shows a very high R-squared for the vast majority of LSOAs over the entire range of Depression Prevalence but where there is low R-squared it tends to be concentrated in the 0%-6% Depression Prevlance range. What could be the reason? It is possibile this is showing the existence of threshold effects in the lower-middle range of depression prevalence where small changes in prevelance could flip the polarity of growth from minus to plus to the opposite and vice versa. Or other reasons could be the cause of these areas being different. In the former case an LSOA at the 'tipping point', a switch in polarity would be impossbile for a linear GWR to explain. In either case these outliers point to something unusual happening in these low R-squared locations. Next,rotate the plot to show the 2D view with depression Growth in the horizonal and keep R-Squared in the vertical. This view shows a distinct asymmetric 'roller coaster' pattern with R-squared for every LSOA experiencing 0% - 25% growth rate having an R-squared > 0.8.  Outside this range R-squared falls rapidly. For growth rates less than minus 30% and greater than plus 50% there is a 'bounce' in the R-squared eventually reaching 0.6. In this case the locations where correlation is low are clustered on the corresonding maps (this can be observed in the Playground). Why is the linear GWR model highly correlated for growth between 0%-30% but otherwise not? Is there a non-linear regression that would deliver a better correlation?",
      "2015": "See the commentary for 2014 which generally applies in 2015 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a the median shifting higher near 5%. On the R-squared vs Depression Growth plane the main difference appears to be a wider range of very high R-squared exceeding 0.8 from 0% - 45% growth. There is some overlap in the outlier LSOAs from 2014 with very low R-squared ",
      "2016": "See the commentary for 2014 and 2015 which generally applies in 2016 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a median near 6%, so a gradual shift to higher levels of depression prevalence, but this also happens in the context of generally higher levels of depression prevalence so the relative center-of-gravity of the outliers could be about the same (needs checking). On the R-squared vs Depression Prevelance plane the main difference appears to be a yet again wider range of very high R-squared exceeding 0.8 from 0% - 75% growth. There is some overlap in the outlier areas from 2014 with very low R-squared, but these low R-squared values only occur for negative 1% to negative 25% growth. R-squared exceeds 0.6 for all postive growth rates. Again there is some overlap in the outlier LSOAs from 2014 and 2015 with very low R-squared",
      "2017": "See the commentary for 2014 - 2016 which generally applies in 2017 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a median near 6%, so a stabilasation at this level of depression prevalence. On the R-squared vs Prior Year Depression Prevalence plane the main difference appears to be a yet again wider range of very high R-squared exceeding 0.8, but the scale on this plot is smaller so the range of high R-squared has actually been reduced to 0% - 40% and a few LSOAs experiencing high growth have R-squared less than 0.4, and again low R-squared values also occur for in a tight range of negative growth from minus 2% to minus 6% growth. Again there is some overlap in the outlier LSOAs from 2014 and 2015 with very low R-squared",
      "2018": "See the commentary for 2014 - 2017 which generally applies in 2018 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a median near 6%, so a stabilisation at this level of depression prevalence. On the R-squared vs Depression Growth plane the main difference appears to be a yet again wider range of very high R-squared exceeding 0.8, but the scale on this plot is smaller so the range of high R-squared has actually been reduced to 0% - 40% and a few LSOAs experiencing high growth have R-squared less than 0.4, and again low R-squared values also occur for in a tight range of negative growth from minus 2% to minus 6% growth. Again there is some overlap in the outlier LSOAs from 2014 and 2015 with very low R-squared",
      "2019": "To Be Written",
      "2020": "To Be Written",
      "2021": "To Be Written",
      "2022": "To Be Written"
    },
    "Depression Growth Year-on-Year vs Depression Prevalence Prior Year t-Value & R-Squared": {
      "Title": "GWR Depression Growth Year-on-Year vs Depression Prevalence Prior Year, R-Squared & t-Value results",
      "Location": "Greater London LSOAs",
      "2011": "To Be Written",
      "2012": "To Be Written",
      "2013": "To Be Written",
      "2014": "To Be Written",
      "2015": "To Be Written",
      "2016": "To Be Written",
      "2017": "To Be Written",
      "2018": "To Be Written",
      "2019": "To Be Written",
      "2020": "To Be Written",
      "2021": "To Be Written",
      "2022": "To Be Written"
    },
    "Depression Growth Year-on-Year vs Items Per Patient Prior Year R-Squared": {
      "Title": "GWR Depression Growth Year-on-Year vs Items Per Patient Prior Year, R-Squared results",
      "Location": "Greater London LSOAs",
      "2011": "To Be Written",
      "2012": "To Be Written",
      "2013": "To Be Written",
      "2014": "To Be Written",
      "2015": "To Be Written",
      "2016": "To Be Written",
      "2017": "To Be Written",
      "2018": "To Be Written",
      "2019": "To Be Written",
      "2020": "To Be Written",
      "2021": "To Be Written",
      "2022": "To Be Written"
    },
    "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared": {
      "Title": "Depression Growth Year-on-Year vs Items Per Patient Prior Year R-Squared & t-Value",
      "Location": "Greater London LSOAs",
      "2011": "To Be Written",
      "2012": "To Be Written",
      "2013": "To Be Written",
      "2014": "To Be Written",
      "2015": "To Be Written",
      "2016": "To Be Written",
      "2017": "To Be Written",
      "2018": "To Be Written",
      "2019": "To Be Written",
      "2020": "To Be Written",
      "2021": "To Be Written",
      "2022": "To Be Written"
    }
  },
  "Maps": {
    "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared": {
      "Title": "GWR Depression Growth Year-on-Year vs Items Per Patient Prior Year, R-Squared & t-Value results",
      "Location": "Greater London LSOAs",
      "2011": "To Be Written",
      "2012": "To Be Written",
      "2013": "To Be Written",
      "2014": "To Be Written",
      "2015": "To Be Written",
      "2016": "To Be Written",
      "2017": "To Be Written",
      "2018": "To Be Written",
      "2019": "To Be Written",
      "2020": "To Be Written",
      "2021": "To Be Written",
      "2022": "To Be Written"
    },
    "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared": {
      "Title": "GWR Depression Growth Year-on-Year vs Depression Prevalence Prior Year, R-Squared results",
      "Location": "Greater London LSOAs",
      "2011": "To Be Written",
      "2012": "To Be Written",
      "2013": "To Be Written",
      "2014": "To Be Written",
      "2015": "To Be Written",
      "2016": "To Be Written",
      "2017": "To Be Written",
      "2018": "To Be Written",
      "2019": "To Be Written",
      "2020": "To Be Written",
      "2021": "To Be Written",
      "2022": "To Be Written"
    }
  }
}
